---
kind: property
id: P:Autodesk.Revit.DB.ConfigurationReloadInfo.Disconnects
source: html/78dbf422-1001-5b4e-2251-a659b1af8e44.htm
---
# Autodesk.Revit.DB.ConfigurationReloadInfo.Disconnects Property

The number of disconnections caused by the reload.

## Syntax (C#)
```csharp
public int Disconnects { get; }
```